Repository: isabella232/TrueMount-2
Catalog: TrueMount/LanguageDictionary.*.resx
Languages: de

# AddKeyFiles
source: Adding {0} key files/directories.
de: Füge {0} Schlüsseldateien/Verzeichnisse hinzu.

# AddMountOpts
source: Adding mount options: {0}
de: Füge Mount-Optionen hinzu: {0}

# CBoxLetter
source: , Letter
de: , Buchstabe

# CheckCfgTC
source: Please check configuration, I can't work without truecrypt :(
de: Überpfüfen Sie die Konfiguration, ohne TrueCrypt kann nicht fortgesetzt werden!

# CheckConfig
source: Please check your configuration!
de: Bitte prüfen Sie die Konfiguration!

# CheckTCConf
source: Please adjust your configuration, I can't go on :(
de: Bitte prüfen Sie die Konfiguration, Vorgang gestoppt.

# DevListenerIsRun
source: Device Listener already running.
de: Geräte-Wächter läuft bereits.

# DevListenerNoRun
source: Device Listener not running.
de: Geräte-Wächter läuft nicht.

# DevListenerRun
source: Device Listener running.
de: Geräte-Wächter gestartet.

# DevListenerStop
source: Device Listener stopped.
de: Geräte-Wächter gestoppt.

# DiskConfEnabled
source: Disk device {0} config enabled.
de: Konfiguration von Laufwerk {0} aktiviert.

# DiskDeviceId
source: Disk drive DeviceID: {0}
de: Laufwerkskennnummer: {0}

# DiskDriveConfDisabled
source: Disk drive {0} config disabled, skipped.
de: Konfiguration von Laufwerk {0} deaktiviert, übersprungen.

# DiskDriveOffline
source: Disk drive {0} is offline, skipped.
de: Laufwerk {0} ist nicht angeschlossen, übersprungen.

# DiskDrivePath
source: Disk drive Path: {0}
de: Laufwerkspfad: {0}

# DiskIsOnline
source: Disk drive {0} is online.
de: Laufwerk {0} ist angeschlossen.

# DiskPartLetter
source: Disk partition letter: {0}
de: Laufwerksbuchstabe: {0}

# ErrCheckConfig
source: Something went wrong, please check the config!
de: Da ging was schief, bitte überprüfen Sie die Konfiguration!

# ErrDevListenerStart
source: Error: Device Listener could not be started!
de: Fehler: Geräte-Wächter konnte nicht gestartet werden!

# ErrExplorerOpen
source: Something went wrong while opening the explorer!
de: Irgendwas ging schief beim Öffnen des Explorers!

# ErrGeneral
source: Error: {0}
de: Fehler: {0}

# WarnNoKeyDev
source: Warning: no key devices specified, auto-mount may not work!
de: Warnung: kein Schlüssel-Gerät gefunden, automatisches Einbinden könnte nicht starten!

# ErrPwFileNoExist
source: Error: password file {0} does not exist, skipped.
de: Fehler: Passwortdatei {0} existiert nicht, übersprungen.

# ErrTCNotFound
source: Error: truecrypt executable not found, jobs stopped.
de: Fehler: TrueCrypt Hauptprogramm nicht gefunden, alle Aktionen abgebrochen.

# ErrTCPathWrong
source: Error: your path to TrueCrypt seems wrong, please check the configuration!
de: Fehler: der Pfad zu TrueCrypt dürfte falsch sein, bitte prüfen Sie das!

# LogicalDiskOnline
source: Logical disk {0}:\ online.
de: Logisches Laufwerk {0}:\ eingebunden.

# MountedPartitions
source: Mounted partitions: {0}
de: Eingebundene Partitionen: {0}

# MsgDone
source: Done.
de: Erledigt.

# MsgHDevDouble
source: Duplicate detected
de: Duplikat gefunden

# MsgHDiskOff
source: Chosen disk offline
de: Gewähltes Laufwerk nicht verfügbar

# MsgHDiskTimeout
source: Mount error
de: Fehler beim Einbinden

# MsgHInsranceInfo
source: Secound start
de: Zweiter Start

# MsgHNoPw
source: Password file missing
de: Passwortdatei fehlt

# MsgHNoTCSet
source: Warning
de: Warnung

# MsgHSaved
source: Success
de: Erfolg

# MsgHWarnNotSaved
source: Settings unsaved
de: Ungespeicherte Einstellungen

# MsgTDevDouble
source: The selected Key Device already exists!
de: Das gewählte Schlüssel-Gerät existiert bereits!

# MsgTDiskOff
source: The chosen disk seems to be offline, please reopen this dialog!
de: Das gewählte Laufwerk scheint nicht mehr verfügbar zu sein, bitte öffnen Sie den Dialog erneut!

# MsgTDiskTimeout
source: The mount of "{0}" has not worked! Please check the log output and your settings!
de: Das Einbinden von "{0}" hat nicht funktioniert! Bitte prüfen Sie ausgegebene Meldungen und Einstellungen!

# MsgTInsranceInfo
source: There is already an instance of TrueMount running!
de: Es läuft bereits eine Instanz von TrueMount!

# MsgTNoPw
source: Please select a password file!
de: Bitte setzen Sie eine Passwort-Datei!

# MsgTNoTCSet
source: You did not set a valid TrueCrypt path, TrueMount will not work!
de: Sie haben keine Pfad zu TrueCrypt festgelegt, TrueMount wird nicht funktionieren!

# MsgTSaved
source: Settings saved successfully!
de: Einstellungen gespeichert.

# MsgTWarnNotSaved
source: You did not save your changed settings, really close?
de: Sie haben Ihre neuen Einstellungen nicht gespeichert, trotzdem schließen?

# NoKeyFiles
source: Info: No key files set.
de: Information: Keine Schlüsseldateien gesetzt.

# NoMountOpts
source: Info: No mount options set.
de: Information: Keine Mount-Optionen festgelegt.

# OpenExplorer
source: Opening {0}:\ in explorer.
de: Öffne {0}:\ im Explorer.

# PasswordEmptyOk
source: Info: No password set.
de: Information: kein Passwort gesetzt.

# PasswordFile
source: Password file: {0}
de: Passwortdatei: {0}

# PasswordReadOk
source: Password read successfully.
de: Passwort erfolgreich eingelesen.

# PDevOnline
source: Password Device {0} online.
de: Schlüssel-Gerät {0} angeschlossen.

source: Process started.
de: Prozess gestartet.

# SAutoDi
source: Autostart in config disabled, Listener not started.
de: Automatischer Start in Konfiguration deaktiviert, Wächter nicht gestartet.

# SAutoEn
source: Service Autostart enabled, starting work.
de: Automatischer Start aktiviert, beginne Arbeit.

# SearchDiskLocal
source: Searching for local disk.
de: Suche lokale Laufwerke.

# StartDevListener
source: Starting Device Listener.
de: Starte Geräte-Wächter.

# StartProcess
source: Starting process.
de: Starte Prozess.

# StopDevListener
source: Stopping device listener.
de: Stoppe Geräte-Wächter.

# TCArgumentLine
source: Argument line: {0}
de: Kommandozeilenparameter: {0}

# TCPath
source: TrueCrypt path: {0}
de: TrueCrypt Pfad: {0}

# UnmountAll
source: Unmounting all LogicalDisks.
de: Werfe alle Laufwerke aus.

# USBFound
source: New USB Device found.
de: Neues USB-Gerät gefunden.

# USBNotPw
source: Info: USB Device is not a password device.
de: Information: USB-Gerät ist kein Schlüssel-Gerät.

# USBRemoved
source: USB Device removed.
de: USB-Gerät entfernt.

# WaitDevLaunch
source: Waiting for device to come up...
de: Warte bis Laufwerk bereit...

# WarnGeneral
source: Warning: {0}
de: Warnung: {0}

# WarnNoDisks
source: Warning: no disks found in configuration, check the settings!
de: Warnung: keine Laufwerke in Konfiguration gefunden, prüfen Sie die Einstellungen!

# WarnTCArgs
source: Warning: no TrueCrypt configuration switch set, program window may show up!
de: Warnung: keineTrueCrypt-Schalter gesetzt, Hauptfenster könnte erscheinen!

# MsgHWarnUmount
source: Unmount of all devices
de: Auswerfen aller Geräte

# MsgTWarnUmount
source: You are about to unmount all of your encrypted devices, data loss may be possible! Continue?
de: Sie sind dabei alle eingebundenen Laufwerke auszuwerfen, Datenverlust ist möglich, fortfahren?

# MsgHDiskDouble
source: Disk already chosen
de: Laufwerk bereits gewählt

# MsgTDiskDouble
source: The selected disk/partition already exists!
de: Die gewählte Festplatte/Partition ist bereits vorhanden!

# BalloonVolMounted
source: "{0}" has been mounted as {1}:\
de: "{0}" wurde als Laufwerk {1}:\ eingebunden.

# ConConfDisabled
source: Container file {0} disabled, skipped.
de: Container-Datei {0} deaktiviert, übersprungen.

# ConConfEnabled
source: Container file {0} enabled.
de: Container-Datei {0} aktiviert.

# ConFileFound
source: Container file {0} found.
de: Container-Datei {0} gefunden.

# DownloadProgress
source: Downloaded: {0}%
de: Heruntergeladen: {0}%

# DriveLetter
source: Drive letter: {0}
de: Laufwerksbuchstabe: {0}

# ErrConFileNotExists
source: Error: container file {0} could not be found!
de: Fehler: Container-Datei {0} konnte nicht gefunden werden!

# ErrLetterInUse
source: Error: drive letter {0} already in use!
de: Fehler: Laufwerksbuchstabe {0} bereits vergeben!

# MountCanceled
source: Mount of {0} canceled!
de: Einbinden von {0} abgebrochen!

# MsgHNewVersion
source: New version found online
de: Neue Version online gefunden

# MsgHNoNewVersion
source: No new version
de: Keine neue Version

# MsgHUDownloadFail
source: Update failed
de: Aktualisierung gescheitert

# MsgTNewVersion
source: A new version of TrueMount is available, download and install?
de: Eine neue Version von TrueMount ist verfügbar, herunterladen und installieren?

# MsgTNoNewVersion
source: No new version available this time.
de: Keine neue Version verfügbar zur Zeit.

source: New volume mounted
de: Neues Laufwerk eingebunden

# SearchConFile
source: Searching for new container file.
de: Suche nach neuer Container-Datei.

# MsgHUpdateIncompatible
source: Incompatibility problem
de: Kompatibilitätsproblem

# MsgTUpdateIncompatible
source: There seems to be a compatibility issue, please download and install the latest version by hand!
de: Es scheint ein Kompatibilitätsproblem aufgetreten zu sein, bitte laden und Installieren Sie die neueste Version von Hand!

# MsgTUpdateFail
source: Updating failed!
de: Aktualisierung fehlgeschlagen!

# MsgHNoUpdater
source: Updater component missing
de: Updater-Komponente fehlt

# MsgTNoUpdater
source: The updater component could not be found, automatic updates are not possible. Please visit the developer website and install the latest version.
de: Die Aktualisierungskomponente konnte nicht gefunden werden, automatische Aktualisierungen sind nicht möglich. Bitte laden Sie die neueste Version von der Herstellerseite.

# UnmountMedia
source: Unmounting {0}:\
de: Auswerfen von {0}:\

# BalloonVolumeDismounted
source: "{0}" with letter {1} has been dismounted.
de: "{0}" mit dem Buchstaben {1} wurde ausgeworfen.

source: Volume dismounted.
de: Laufwerk ausgeworfen.

# NewDeviceNotRemovable
source: New device "{0}" is not a removable device.
de: Neues Gerät "{0}" ist kein auswerfbares Laufwerk.

# InfoPasswordDialog
source: Info: password gathering switched to user mode, open password dialog.
de: Information: Passwort wird von Nutzer abgefragt, öffne Dialog.

# PasswordDialogCanceled
source: Error: required password fetching canceled by user!
de: Fehler: die Passworteingabe wurde vom Benutzer abgebrochen!

# PasswordFetchOk
source: Password successfully fetched by user input.
de: Passwort wurde erfolgreich von der Nutzereingabe gelesen.

# ErrVolumeOffline
source: Error: the selected volume "{0}" is offline!
de: Fehler: das gewählte Volume "{0}" is offline!

# ErrTrueCryptMsg
source: Error: TrueCrypt responded: "{0}", please check and correct your configuration!
de: Fehler: TrueCrypt meldete: "{0}", bitte prüfen und korrigieren Sie die Konfiguration!

# InfoLauncherOk
source: Info: Laucher exited successfully.
de: Information: Launcher erfolgreich beendet.

# MsgHUmountFailed
source: Unmount failed
de: Auswerfen fehlgeschlagen

# MsgTUmountFailed
source: The dismount of "{0}" did not work, please check the message log why!
de: Das Auswerfen von "{0}" hat nicht funktioniert, bitte prüfen Sie im Nachrichtenfenster warum!

# ErrNoPassword
source: Error: no password found, mount process aborted!
de: Fehler: kein Passwort gefunden, breche Einbinden ab!
