Repository: isabella232/TrueMount-2
Catalog: TrueMount/SettingsDialog.*.resx
Languages: de

# buttonDeleteConfig.Text
source: > Delete configuration file <
de: > Lösche Konfigurationsdatei <

# label17.Text
source: This software is still in its beta stadium, which means that sudden crashes, missing features or strange behavior are possible! If you updated from a previous version you may have to re-create your configuration (I'm sorry). If any strange errors occur hit this button!
de: Dieses Programm befindet sich derzeit noch in der Testphase d.h. es ist mit plötzlichen Abstürzen, Fehlverhalten oder fehlenden Funktionen zu rechnen. Wenn Sie von einer früheren Version aktualisiert haben und merkwürdiges bzw. fehlerhaftes Verhalten auftritt, sollten Sie auf das Knöpfchen drücken (entschuldigung):

# groupBox11.Text
source: Beta notes!
de: Test-Hinweise!

# label13.Text
source: A restart of the application is required to apply the new language settings!
de: Eine Änderung der Sprache wird erst nach einem Neustart der Anwendung in Kraft treten!

# groupBoxLanguage.Text
source: Language
de: Sprache

# checkBoxCheckUpdates.Text
source: Search for program updates online on launch
de: Suche Aktualisierungen online nach Programmstart

# label18.Text
source: Balloon tip display time:
de: Ballon-Tipp Anzeigezeit:

# checkBoxDisableBalloons.Text
source: Disable all balloon tips program wide
de: Deaktiviere alle Ballon-Tips programmweit

# checkBoxForceUnmountAll.Text
source: Force dismount of mounted volumes
de: Erzwinge das Auswerfen eingebundener Laufwerke

# checkBoxWarnUnmountAll.Text
source: Display warning message before dismount
de: Zeige Warnmeldung vor dem Auswerfen aller Medien

# checkBoxIgnoreDriveLetters.Text
source: Ignore assigned drive letters
de: Ignoriere bereits vergebene Laufwerksbuchstaben

# checkBoxWindowsStartup.Text
source: Start TrueMount with Windows
de: Starte TrueMount mit Windows

# checkBoxOneInstance.Text
source: Allow only one instance of TrueMount running
de: Erlaube nur eine Instanz von TrueMount

# checkBoxAutostart.Text
source: Automatically start listener after program launch
de: Starte Wächter automatisch nach Programmstart

# checkBoxSplashScreen.Text
source: View Splash Screen on program launch
de: Zeige Splash Screen während Programmstart

# checkBoxHidden.Text
source: Hide main window on program launch
de: Verstecke Hauptfenster beim Start

# groupBox9.Text
source: Behavior
de: Verhalten

# tabPageApplication.Text
source: Application
de: Anwendung

# tabPageHotkeys.Text
source: Hotkeys
de: Tastenkürzel

# label4.Text
source: A list of detected logical disks. The Key Device must not be encrypted and has to have a drive letter. If your key device is not listed plug it in, assign a drive letter and reopen this dialog. Click 'Add Device' to save this device in configuration.
de: Eine Liste der gefundenen logischen Laufwerke. Ein Schlüssel-Gerät darf nicht selbst verschlüsselt sein und muss einen Laufwerksbuchstaben besitzen. Sollte Ihr Gerät nicht aufscheinen, schließen Sie es an und öffnen den Dialog erneut. Klicken Sie auf 'Hinzufügen' um das Laufwerk als Schlüssel-Gerät zu verwenden.

# buttonAddKeyDevice.Text
source: Add Device
de: Hinzufügen

# groupBox3.Text
source: Detected Logical Disks
de: Gefundene Laufwerke

# checkBoxKeyDeviceActive.Text
source: Active
de: Aktiviert

# buttonDeleteKeyDevice.Text
source: Delete Device
de: Entfernen

# label3.Text
source: Partition #:
de: Partitions Nr.:

# label2.Text
source: Signature:
de: Signatur:

# label1.Text
source: Caption:
de: Titel:

# groupBox4.Text
source: Key Device identification configuration
de: Identifikation des Schlüssel-Geräts

# tabPageKeyDevice.Text
source: Key Devices
de: Schlüssel-Gerät

# label5.Text
source: Existing Disks
de: Gespeicherte Partitionen

# label6.Text
source: Disk Drive
de: Festplatte

# buttonAddDisk.Text
source: Add Disk
de: Hinzufügen

# checkBoxDiskOpenExplorer.Text
source: Open Explorer after mount
de: Öffne Explorer nach Einbinden

# buttonEditDiskKeyFiles.Text
source: Edit key files...
de: Editiere Schlüsseldateien...

# buttonSaveDisk.Text
source: Save
de: Speichern

# label12.Text
source: Drive Letter:
de: Laufwerksbuchstabe:

# buttonDeleteDiskDrive.Text
source: Delete Disk
de: Entfernen

# groupBox6.Text
source: Mount Options
de: Mount-Optionen

# checkBoxDiskActive.Text
source: Active
de: Aktiviert

# label9.Text
source: Caption
de: Titel

# label10.Text
source: Signature
de: Signatur

# groupBox7.Text
source: Disk/Partition Information
de: Laufwerksinformationen

# buttonSearchPasswordFile.Text
source: Search Password File...
de: Suche Passwort-Datei...

# groupBox8.Text
source: Password Options
de: Pfad zur Passwort-Datei

# tabPageDiskDrives.Text
source: Disk Drives
de: Laufwerke

# label16.Text
source: Drive Letter:
de: Laufwerksbuchstabe:

# checkBoxConActive.Text
source: Activated
de: Aktiviert

# checkBoxConTs.Text
source: timestamp
de: Zeitstempel

# checkBoxConRm.Text
source: removable
de: auswerfbar

# checkBoxConRo.Text
source: readonly
de: schreibgesch.

# groupBox12.Text
source: Mount Options
de: Mount-Optionen

# buttonSearchConPassword.Text
source: Search Password File...
de: Suche Passwort-Datei...

# groupBox13.Text
source: Password Options
de: Pfad zur Passwort-Datei

# groupBoxConSettings.Text
source: Container settings
de: Container-Einstellungen

# buttonEditContainerKeyFiles.Text
source: Edit key files...
de: Schlüsseldateien...

# buttonSaveContainer.Text
source: Save
de: Speichern

# buttonRemoveContainer.Text
source: Remove
de: Entfernen

# buttonAddContainer.Text
source: Add...
de: Hinzufügen...

# groupBox10.Text
source: Container actions
de: Container-Aktionen

# groupBox5.Text
source: Existing container files
de: Existierende Container-Dateien

# tabPageContainerFiles.Text
source: Container files
de: Container-Dateien

# checkBoxCache.Text
source: Enable password cache.
de: Benutze Passwort-Zwischenspeicher

# checkBoxBackground.Text
source: Launch the TrueCrypt Background Task (tray icon) unless it is disabled in the Preferences.
de: Starte TrueCrypt im Hintergrund (Tray Icon) wenn möglich.

# checkBoxBeep.Text
source: Beep after a volume has been successfully mounted or dismounted.
de: Piepse nach jedem erfolgreichen Einbinden.

# checkBoxExplorer.Text
source: Open an Explorer window after a volume has been mounted.
de: Öffne Explorer nach jedem erfolgreichen Einbinden.

# checkBoxSilent.Text
source: Suppress interaction with the user (prompts, error messages, warnings, etc.).
de: Unterdrücke alle (Fehler-)Meldungen und Dialogfenster.

# groupBox2.Text
source: TrueCrypt configuration switches
de: TrueCrypt Konfigurationsschalter

# buttonSearchTrueCrypt.Text
source: Search TrueCrypt...
de: Suche TrueCrypt...

# groupBox1.Text
source: TrueCrypt executable
de: TrueCrypt Programmdatei

# $this.Text
source: TrueMount - Settings
de: TrueMount - Einstellungen
